[
  {
    "author": "Alexandra Braillon Paul Patural David Laville Fr d ric Perros S gol ne Turquier Vincent Cottin Romain L Huillier Salim Si Mohamed",
    "title": "Uncommon Cause of Pulmonary Hypertension Imaging Diagnosis of Cardiac Myxoma Embolism",
    "article_text": "Dual energy CT images with coronal A and axial B reconstructions at 40 keV and MIP after injection of contrast agent at the pulmonary arterial and aortic phase show bilateral pulmonary arterial vascular aneurysms red arrows and more hypodense intravascular myxomatous proliferations red arrowhead. A complete work up was carried out.\n\nA,B FDG PET scan revealed mild intra pulmonary hypermetabolism, which corresponded with pulmonary arterial aneurysms red arrows , for which the SUVmax was measured at 2.4 with an aortic background noise of 2.6. Pulmonary embolism as the initial manifestation of right atrial myxoma A case report and review of the literature Medicine 2019 98 e18386 10.1097 MD.0000000000018386 31861001 3.\n\nMultimodality Imaging in the Diagnostic Work up of Patients with Cardiac Masses JACC Cardiooncology 2024 6 847 862 10.1016 j.jaccao.2024.09.006 39801632. Initial investigations included transthoracic echocardiography, which revealed a mass in the right atrium, and right heart catheterization, which confirmed pulmonary hypertension.\n\nC,D Zoomed images after early intravascular injection show both pulmonary arterial aneurysms white arrows and downstream occlusions arrowhead. A,B Coronal planar images of parenchymography, acquired at a later time after intravascular injection, show the consequences of pulmonary emboli corresponding to bilateral pulmonary defects white arrows.",
    "article_citation": "Diagnostics Basel . 2025 Sep 23 15 19 2420",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12523607"
  },
  {
    "author": "Lizbeth F. Gomez Jonathan J. Szeto Joshua K. Radack Nicolas P. Novick Goldstein Kristan A. Scott Daria C. Murosko Kathleen A. Gibbs Ella Whitman Jonathan C. Levin Scott A. Lorch Sara B. DeMauro Ch n C. Kenyon Allan C. Just Heather H. Burris Timothy D. Nelin",
    "title": "Associations of Early Life Ambient PM2.5 Exposure With Asthma Risk in a Cohort of Preterm Infants With Bronchopulmonary Dysplasia",
    "article_text": "We conducted a retrospective cohort study of 337 infants with BPD, born between 2010 and 2019, who survived to discharge with clinical follow up in the Children s Hospital of Philadelphia Care Network through age 5. Daily residential census block group PM2.5 exposures were estimated using a spatiotemporal machine learning model and averaged over the first year after NICU discharge.\n\nEach 1 g m3 increment of PM2.5 was associated with higher asthma risk unadjusted RR 1.14, 95 CI 1.03 1.25 fully adjusted aRR 1.19, 95 CI 1.03 1.37. Compared to the lowest exposure tertile mean 7.6 g m3 , adjusted rates of asthma tended to be higher as exposure increased Tertile 2 mean 8.7 g m3, aRR 1.31 95 CI 0.98 1.74 , Tertile 3 mean 10.0 g m3, aRR 1.68, 95 CI 1.17 2.4 ..\n\nBy age 5 years, 169 50.1 infants had an asthma diagnosis. Mean annual PM2.5 exposure was 8.8 g m3 SD 1.1.\n\nIn contrast, compared to the lowest tertile, effect estimates for infants in the highest tertile mean 10.0 g m3 were significant in unadjusted and all adjusted models, with 68 higher risk in the fully adjusted model aRR 1.68 95 CI 1.17, 2.41 Table 3. Modified Poisson regression models with robust standard errors quantified the association of mean PM2.5 exposure during the first 12 months post NICU discharge with risk of asthma diagnosis through age 5 among infants with BPD.\n\nCompared to the lowest exposure tertile mean 7.6 g m3 , adjusted rates of asthma tended to be higher as exposure increased Tertile 2 mean 8.7 g m3, aRR 1.31 95 CI 0.98 1.74 , Tertile 3 mean 10.0 g m3, aRR 1.68, 95 CI 1.17 2.4. Each g m3 increment of PM2.5 was associated with 14 higher risk of asthma RR 1.14 95 CI 1.03, 1.25 Table 3. The association persisted after adjustment for clinical covariates aRR 1.24 95 CI 1.08, 1.42. This dose response relationship is consistent with biological synergies reflected in a 2025 study of asthma in Fresno, California, Cisneros et al., in which PM2.5 exposure above 9 g m3, the current standard set by the Environmental Protection Agency EPA , over 14 days was associated with increased risk of an acute care visit for asthma 29, 39.",
    "article_citation": "Pediatr Pulmonol. 2025 Dec 17 60 12 e71432",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12710147"
  },
  {
    "author": "McKenzie Granata Green Laurie L. Meschke Thankam Sunil Javiette Samuel Kristina W. Kintziger Phoebe M. Tran",
    "title": "The association between rural urban residence status and patient reported outcomes in individuals with Chronic Obstructive Pulmonary Disease COPD Protocol for a systematic review and meta analysis",
    "article_text": "Rural residency is associated with a disproportionate burden of chronic obstructive pulmonary disease COPD and poorer COPD health outcomes.\n\nTrial registration Prospero registration number CRD42024627343. Additionally, rural patients with COPD have acute exacerbations of COPD AECOPD related hospitalization rates 21 higher than their urban counterparts 5.\n\nBy quantifying the association between rural urban resident status and PROMs experienced by individuals with COPD and identifying any male female sex differences, such a review can provide valuable insights that may not be captured within primary studies, allowing practitioners to evaluate the effectiveness of treatments from the patients perspective 42 and health systems to assess outcomes and treatment efficiency 43 in rural urban patients with COPD. Supporting information S1 Checklist PRISMA P checklist.\n\nWhile other fields of medicine have shown differences in PROMs in rural versus urban residents 41 , there is little literature examining the differences in PROMs in rural urban residents living with COPD. COPD is a leading cause of death and disability in the United States 3. Among those with COPD, a disproportionate burden has been seen in those living in rural areas compared to their urban counterparts 12. PROMs allow interventions and treatments to be tailored to individual needs 39 , and their use in comprehensive assessments of pulmonary diseases in clinical and research settings has been shown to strengthen treatment and intervention outcomes 40.",
    "article_citation": "PLoS One. 2026 Jan 6 21 1 e0340451",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12774352"
  },
  {
    "author": "Seoyoon Woo Jeonghwa Lee Susan Glose Yeoun Soo Kim Godwin",
    "title": "The Association of Ageism, COPD related Stigma, and Psychosocial Health in Chronic Obstructive Pulmonary Disease",
    "article_text": "Participants who self reported having COPD N 101 mean 61.4 years completed a series of questionnaires, including the Everyday Ageism Scale, the COPD related Stigma Scale, the Attitudes to Aging Scale AAQ , the PROMIS Anxiety SF 8a , the Social Isolation Scale, and questions on unplanned doctor visits due to acute exacerbations, and age. A cross sectional study using an online survey method was conducted.\n\nUsing Wilks criterion, the combined ageism and COPD related stigma were significantly associated with the following factors the AAQ psychosocial loss scale F 2, 94 9.75, p 0.001 partial 2 0.17 , anxiety F 2, 94 4.26, p 0.017 partial 2 0.08 , social isolation F 2, 94 4.21, p 0.018 partial 2 0.08 , and acute exacerbation episodes F 2, 94 4.89, p 0.010 partial 2 0.09. Univariate analyses indicated that anxiety and age were significantly associated with ageism, but not with COPD related stigma.\n\nConversely, social isolation was significantly associated with COPD related stigma, but not with ageism.. However, there was no significant relationship with age F 2, 94 2.42, p 0.094 partial 2 0.05.\n\nFindings enhance the understanding of the relationships between aging related and COPD related stigma experiences and psychosocial factors in individuals with COPD.\n\nConversely, social isolation was significantly associated with COPD related stigma, but not with ageism. There were no significant differences in ageism mean 14.65 5.13 and COPD related stigma mean 2.37 0.57 among different age groups.",
    "article_citation": "Innov Aging. 2025 Dec 31 9 Suppl 2 igaf122.2212",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12761057"
  },
  {
    "author": "Lanhua Cai Long Chen Chunmei Lin",
    "title": "Therapeutic efficacy of quercetin in experimental pulmonary fibrosis A meta analysis",
    "article_text": "Data extraction followed the guidelines outlined in the Preferred Reporting Items for Systematic Reviews and Meta Analyses 15 statement. Literature search strategy Inclusion and exclusion criteria Inclusion criteria were established based on the PICOS framework and were as follows i Population animal models of PF rodents ii intervention monotherapy with quercetin or its derivatives iii comparator placebo or blank control iv outcome and v study design randomized or non randomized controlled trials with full text available.\n\nSpecifically, higher quercetin dosage was significantly associated with increased levels of the antioxidant marker GSH unstandardized regression coefficients coef. Similarly, lung index values were significantly reduced following quercetin intervention n 4 SMD 1.55 95 CI, 3.04 to 0.05 I2 83 P 0.04.\n\nNotably, hydroxyproline levels were significantly decreased n 9 SMD 2.05 95 CI, 2.91 to 1.18 I2 75 P 0.00001 , as shown in Fig 3. Consistently, the Ashcroft score was also significantly lower in the quercetin group n 7 SMD 2.20 95 CI, 3.21 to 1.18 I2 73 P 0.0001.\n\nMeta regression analysis revealed a positive association between quercetin dosage and GSH levels and intervention duration was also notably associated with CAT activity and GSH, suggesting that its antioxidant effects may be dose and time dependent. In relation to its antioxidant effects, quercetin may enhance the activities of SOD, CAT and GSH through activation of the nuclear factor erythroid 2 related factor 2 Nrf2 Kelch like ECH associated protein 1 antioxidant response element pathway 50,51.",
    "article_citation": "Exp Ther Med. 2025 Dec 22 31 2 59",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12766670"
  },
  {
    "author": "Asiya Zubair Ali Hamza Maliha Khalid Muhammad Talha Aminath Waafira",
    "title": "AI powered CT imaging for early detection of subclinical pulmonary fibrosis in antisynthetase syndrome a new era in autoimmune lung diagnostics",
    "article_text": "The efficacy of these models in assessing and differentiating diseases is also supported by a retrospective study, which tested DL to segment thigh muscles and help quantitatively assess muscular inflammation of IIM through T2 mapping. In patients with IPF, the volume of groundglass reticular change using the adaptive, multiple feature method has been associated with disease progression.\n\nArtificial intelligence based quantification of pulmonary HRCT AIqpHRCT for the evaluation of interstitial lung disease in patients with inflammatory rheumatic diseases. ILDs have over 200 different types, amongst which ASS induced ILD can lead to pulmonary fibrosis PF , which is scarring of lung tissue.\n\nBy integrating artificial intelligence into the diagnostic procedures, the efficacy of the treatment can be greatly increased 1,2. Automated assessment of COVID 19 reporting and data system and chest CT severity scores in patients suspected of having COVID 19 using Artificial Intelligence.\n\nHigh resolution computed tomography HRCT is pivotal in early PF detection, yet interpretation inconsistencies remain a challenge. In most ASS patients, PF is subclinical, meaning that by the time cough or breathlessness appears, substantial damage has already occurred in the tissues.",
    "article_citation": "Ann Med Surg Lond . 2025 Aug 28 87 10 6894 6895",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12577803"
  },
  {
    "author": "Kaya Sophie Lange Lisa Marie Wiesner Kathleen Susat Vera K hler Malte Lenger Christian Alexander Michalek Anna Lena Baack Philip Frederic Mundt Kai Kanthak Isabell Alexandra Guckes Liliana Sanfilippo Lucas Haverkamp Utkarsh Anil Mahajan Felicitas Helena Zimmer Sinan Zimmermann Marco Tobias Radukic Levin Joe Klages J rn Kalinowski Kristian Mark M ller",
    "title": "Towards effective cystic fibrosis gene therapy by optimizing prime editing and pulmonary targeted LNPs",
    "article_text": "While larger LNPs may bind to the mucus but not necessarily pass through it, smaller LNPs up to 500 nm can efficiently pass through the barrier and reach the epithelial lining Zhao et al., 2022. Our results show that the tested LNP formulations achieve a higher transfection rate compared to that of the PEI control but without significant cytotoxicity Figures 4A,E.\n\nTo put the results into perspective, similar efficiencies of over 53 were achieved in HEK293 Gal9 GFP cells using LNPs loaded with PE3 and pegRNA Herrera Barrera et al., 2023. The conclusions drawn by Li et al., 2022, who reported a substantial enhancement in efficiency for base editing, up to 4,976 fold, through the implementation of same sense mutations led to the formulation of a hypothesis that predicts a comparable effect for multi base edits.\n\nPrior to the administration of LNP based therapeutics via inhalation, the airway mucus barrier can be modulated to facilitate particle penetration. Gene therapy for CF has advanced significantly since the 1990s, when early trials using viral vectors faced immune responses and poor gene delivery efficiency Lomunova and Gershovich, 2023.\n\nWe then delivered them alongside prime editing mRNA via a lung targeted LNP formulation into a human bronchial cell line, carrying the F508del mutation. To verify that the F508del carrying cell line carries the expected homozygous mutation, we sequenced the genomic region surrounding the mutation via Nanopore sequencing.",
    "article_citation": "Front Syst Biol. 5 1603749",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12710416"
  },
  {
    "author": "DJ Nagel Takuma Okutani Samia Lopa TJ Mariani PJ Sime RM Kottmann Denise Hocking",
    "title": "Elastokines are Associated with a Poor Prognosis in Idiopathic Pulmonary Fibrosis",
    "article_text": "During the development of idiopathic pulmonary fibrosis IPF , elastin is broken down and replaced with a stiffer substrate which interferes with normal breathing. This remodeling releases elastin degradation products EDPs , or elastokines, which can then be measured.\n\nSamples were obtained from a single institution s Interstitial Lung Disease ILD registry biorepository n 81 with IPF and 24 healthy volunteers. Concentrations of elastokines were measured via enzyme linked immunosorbent assay ELISA.\n\nPatients with IPF had higher concentrations of elasotkines p 0.001 , and the highest elastokine concentrations were associated with reduced forced vital capacity FVC, p 0.026 , and decreased three year transplant free survival p 0.0005. Elastin related pathology has significant prognostic information as several reports have shown an association between higher concentrations of circulating EDPs and increased mortality 16, 17.\n\nAs the world s population ages, its incidence and prevalence are on the rise 1. Body pmcIntroduction Idiopathic pulmonary fibrosis IPF is a disease of unknown cause marked by progressive scarring of the lung occurring almost exclusively occurs in older adults.\n\nPerhaps more importantly, in this study, we also observed an association between elastokine elevation and reduced three year transplant free survival. Our work highlights the association between higher concentrations of elastokine and clinical prognosis.",
    "article_citation": "Res Sq. 2025 Dec 30 rs.3.rs 7881084",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12772698"
  },
  {
    "author": "Izabela Domaga a Ma czyk Marta Miszczuk Cie la Marta Maskey Warz chowska Micha Zielecki Piotr Szczudlik Marta D browska",
    "title": "Expectations Versus Reality in Inhalation Technique A Case Control Study of Inhalation Technique in Patients with Asthma or COPD",
    "article_text": "We observed a higher incidence of cognitive impairment in the group of patients who took their inhaled medication incorrectly p 0.090. Selected previous studies indicate that lower educational attainment was associated with increased odds of poor IT for nearly all devices 4,40 , but in our study, we did not observe differences in the frequency of incorrect inhalation of medications depending on education.\n\nPrevalence of Critical Errors and Insufficient Peak Inspiratory Flow in Patients Hospitalized with COPD in a Department of General Internal Medicine A Cross Sectional Study Chronic Obstr. Among DPI users, proper technique was associated with better self assessment p 0.046 and a higher rate of prior inhalation training p 0.001.\n\nPatients with COPD were significantly older than patients with asthma p 0.001 and had a shorter disease duration p 0.001 , were more likely to be active or ex smokers p 0.001 and achieved significantly lower results in lung function tests p 0.001. Next, improper IT is more common in patients using MDI and those who use inhalers irregularly, while age, gender, duration and the course of obstructive disorder and the coexistence of pattern disorders, hearing disorders, joint diseases or cognitive disorders are not associated with a higher risk of inhaler incompetence.\n\nSuboptimal Peak Inspiratory Flow and Critical Inhalation Errors are Associated with Higher COPD Related Healthcare Costs Int. Identifying critical inhalation technique errors in Dry Powder Inhaler use in patients with COPD based on the association with health status and exacerbations Findings from the multi country cross sectional observational PIFotal study BMC Pulm.",
    "article_citation": "J Clin Med. 2025 Sep 27 14 19 6848",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12525108"
  },
  {
    "author": "Xiuping Liang Yanhong Li Ziyi Tang Yubin Luo Yi Liu",
    "title": "Neutrophils as key drivers of pulmonary fibrosis unveiling mechanisms and therapeutic implications",
    "article_text": "NETs in IPF lung tissue and BALF are associated with accelerated pulmonary function decline P 0.03 and independently predict mortality after multivariable adjustment HR 1.79 2.19 104. Notably, G CSF levels in the bronchoalveolar lavage fluid BALF of IPF patients significantly exceed those in healthy controls and are predictive of survival rates, while inversely correlating with the decline in diffusing capacity of the lungs for carbon monoxide DLCO 101.\n\nIn patients with IPF, an elevated neutrophil lymphocyte ratio NLR in peripheral blood is independently associated with reduced overall survival, thus serving as a robust hematological prognostic marker 100. Positively correlates with DLCO decline 2022 101 Neutrophil percentage BALF AAV ILD patients Each 10 increase 20 higher mortality risk 2023 102 neutrophil ratio BALF PF ILD patients 6 predicts 3 year mortality 2023 103 NETs Lung tissue BALF IPF patients 1.\n\nRecent investigations have demonstrated markedly increased neutrophil levels in both the airways and circulation of patients with interstitial lung disease ILD , particularly idiopathic pulmonary fibrosis IPF , with these levels showing a positive correlation with disease severity and mortality 23. Neutrophil percentages in BLAF bronchoalveolar lavage fluid BALF offer etiology independent risk stratification, with each 10 increment associated with a 20 increase in mortality risk in antineutrophil cytoplasmic antibody associated vasculitis interstitial lung disease AAV ILD hazard ratio HR 1.195, 95 confidence interval CI 1.018 1.404 102.\n\nA threshold exceeding 6 predicts three year mortality in progressive fibrosing interstitial lung disease PF ILD with 79 sensitivity and 80 specificity area under the curve AUC 0.72 103. Cellular therapies, such as gingiva derived mesenchymal stem cells GMSCs , reduced neutrophil accumulation and decreased levels of NE, MMP 9, lysophosphatidic acid LPA , lysophosphatidic acid receptor 1 APL1 , and TGF in bleomycin induced fibrosis 115.",
    "article_citation": "Front Immunol. 16 1718092",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12696174"
  },
  {
    "author": "Esma Sevil Akkurt Tugce Sahin Ozdemirel Berna Ak nc Ozyurek Kerem Ensarioglu Ozlem Duvenci Birben Esma Zenbilli",
    "title": "CONUT score as a prognostic biomarker in progressive pulmonary fibrosis a simple tool for clinical risk stratification",
    "article_text": "Progressive pulmonary fibrosis PPF is a life limiting condition characterized by progressive decline in lung function and poor survival. Malnutrition is a frequent but under recognized factor influencing outcomes in chronic lung diseases.\n\nIn this retrospective cohort study, 58 patients with PPF were evaluated. Patients were categorized into three nutritional risk groups according to their CONUT scores normal, mild, and moderate malnutrition.\n\nPatients with moderate malnutrition showed significantly worse survival compared to those with normal nutritional status hazard ratio HR 25.92, 95 CI 1.52 40.65, p 0.024. Higher CONUT scores were significantly associated with greater reductions in forced vital capacity FVC and increased all cause mortality.\n\nThe CONUT score also correlated with serum cholesterol levels and six month FVC decline. Steroid use did not significantly affect prognosis..\n\nAccording to the 2022 joint guidelines by the American Thoracic Society ATS , European Respiratory Society ERS , Japanese Respiratory Society JRS , and Latin American Thoracic Association ALAT , approximately one third of patients with fibrosing ILDs other than IPF may develop a progressive fibrotic phenotype. The CONUT score is a simple, low cost, and objective biomarker of nutritional risk that may help predict clinical outcomes in patients with PPF.",
    "article_citation": "BMC Pulm Med. 2025 Nov 18 25 533",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12625508"
  },
  {
    "author": "Leng Cheng Sia Gina Amanda Karol B czek Andrew Achaiah Lucile Ses Nazia Chaudhuri",
    "title": "Gender differences in clinical features, comorbidities and prognostic outcomes in idiopathic pulmonary fibrosis a retrospective cohort analysis from the British Thoracic Society Interstitial Lung Disease Registry",
    "article_text": "Idiopathic pulmonary fibrosis IPF , an unknown aetiology type of interstitial lung disease ILD , carries the poorest prognosis and is more common in males and the elderly. Gender differences in baseline presentation, lung function and comorbidities may have an impact on prognostic outcomes..\n\nBaseline forced vital capacity FVC predicted was 77.76 17.4 in males and 81.83 19.7 in females p 0.001 , while diffusing capacity for carbon monoxide DLCO was similar between the two groups. Conversely, disease duration of 12 months, gastro oesophageal reflux disease, not requiring oxygen at baseline and higher baseline DLCO predicted better survival in females..\n\nOur cohort was predominantly male 5197, 78 , with a higher proportion of current and ex smokers compared with females 69.9 vs 59.9 , p 0.001 and higher rates of comorbidities such as ischaemic heart disease IHD and diabetes 19.7 vs 14.6 and 19.9 vs 11.2 , respectively, p 0.001. In multivariate analysis, after adjusting for age, IHD and lower baseline FVC, DLCO was a poor survival predictor in males.\n\nA gender based approach in managing IPF is warranted, and further studies are needed to clarify these differences and their impact on IPF management. Fibrosis REGISTRIES Interstitial lung disease Body pmcSTRENGTHS AND LIMITATIONS OF THIS STUDY A large cohort with over 6666 patients with idiopathic pulmonary fibrosis in the UK, specifically aimed at identifying gender differences in presentations and outcomes.\n\nConversely, disease duration of 12 months, gastro oesophageal reflux disease, not requiring oxygen at baseline and higher baseline DLCO predicted better survival in females. We identified 6666 IPF patients with a mean age at diagnosis of 74.1 8.1. Approximately 22 of female patients n 1470 were included, which allowed a meaningful comparison. Gender differences in baseline characteristics and prognostic factors were observed in IPF.",
    "article_citation": "BMJ Open. 2025 Oct 28 15 10 e104914",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12570927"
  },
  {
    "author": "Ning Zhu Lei Zhang Jiabao Wu Fei Ye Nanding Yu Chao Cao Limin Chen",
    "title": "Development and Evaluation of an Innovative Inflammatory Prognostic Score for Predicting Long Term Mortality in Patients With Pulmonary Embolism",
    "article_text": "This study aimed to develop and evaluate a novel inflammatory prognostic score IPS derived from multiple inflammation related biomarkers to predict long term all cause mortality in patients with acute PE.. Systemic inflammation is closely associated with adverse outcomes in pulmonary embolism PE.\n\nThis retrospective cohort study included 1642 patients with confirmed acute PE admitted between January 2016 and January 2024 at the First Affiliated Hospital of Ningbo University and the Affiliated People Hospital of Ningbo University. Follow up was conducted in January 2025.\n\nPatients with high IPS 0.55 had a significantly higher risk of all cause mortality compared to those with low IPS adjusted hazard ratio HR 2.55, 95 confidence intervals CI 1.92 3.38 p 0.001. RSF analysis further identified IPS as the most informative inflammatory predictor of mortality..\n\nDuring a median follow up of 43.87 months, 262 patients 16.0 died. When added to the baseline clinical model including age, length of hospital stay, deep vein thrombosis, diastolic blood pressure, body mass index BMI , lactate, log transformed serum creatinine, blood urea nitrogen BUN , log transformed D dimer, left ventricular ejection fraction LVEF , pulmonary artery systolic pressure PASP , and computed tomography pulmonary angiography CTPA based embolism location main pulmonary artery IPS improved the AUC from 0.820 to 0.886 at 3 years p 0.001, DeLong test.\n\n22 reported a significant association between elevated CRP levels and increased mortality, suggesting that serial measurements of CRP may be valuable in dynamic risk assessment. Patients with a high IPS 0.55 had a significantly higher risk of mortality compared to those with low IPS 0.55 , with an adjusted HR of 2.55 95 CI 1.92 3.38, p 0.001.",
    "article_citation": "Mediators Inflamm. 2025 Dec 22 2025 6325915",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12767386"
  },
  {
    "author": "Meizhi Li Qiong Yi Shangjie Wu Yuan Li Fang Li",
    "title": "The impact of inflammatory factors on patients with concurrent lung cancer and acute pulmonary embolism",
    "article_text": "This study aimed to investigate the prognostic significance of specific inflammatory biomarkers, particularly neutrophil mediated mechanisms, in lung cancer patients complicated by APE.. Lung cancer is a leading cause of cancer related mortality globally, with acute pulmonary embolism APE significantly worsening the prognosis of affected patients.\n\nA retrospective cohort analysis was conducted on 90 lung cancer patients admitted to the Second Xiangya Hospital of Central South University between January 2019 and December 2022. Propensity score matching PSM was employed to ensure balanced demographic and clinical covariates.\n\nIn the subgroup analysis of APE patients, hyperuricemia UA 260.1 mol L OR 1.017, 95 CI 1.002 1.033, p 0.028 and a reduced platelet to lymphocyte ratio PLR 318.83 OR 0.990, 95 CI 0.981 0.999, p 0.037 were significantly associated with increased disease severity and ICU admission. Multivariate logistic regression identified elevated neutrophil count as an independent predictor of APE occurrence adjusted OR 3.068, 95 CI 1.472 6.394, p 0.003.\n\nReceiver operating characteristic ROC curve analysis validated the strong discriminative capacity of neutrophil count AUC 0.952 , UA AUC 0.782 , and PLR AUC 0.792 in stratifying APE risk and clinical outcomes..\n\nAlthough there is extensive research on the relationship between inflammation, thrombosis, and cancer, limited studies have focused specifically on the effect of inflammatory markers on lung cancer patients with concurrent thrombosis 17. section at acceptanceThrombosis and Haemostasis Body pmcIntroduction Patients with malignancies are known to exhibit an elevated risk of venous thromboembolism VTE , clinically presenting as deep vein thrombosis DVT and pulmonary embolism PE 1.",
    "article_citation": "Front Cardiovasc Med. 2025 Oct 15 12 1636717",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12568681"
  },
  {
    "author": "Alberto Mazza Claudio Picariello Maurizio De Luca Elisa Canova Marco Zuin",
    "title": "A case report of blood pressure fluctuation, inverted Takotsubo cardiomyopathy, and pulmonary embolism searching for a link",
    "article_text": "Case summary We present a case of a 68 year old man hospitalized for acute chest pain and BP and HR fluctuations. The patient was successfully treated with continuous volume expansion and selective 1 adrenergic blockade, avoiding vasodilators and renin angiotensin aldosterone inhibitors.\n\nIntra arterial BP and HR monitoring revealed marked fluctuations with a roughly 2 h cycle, where systolic BP SBP and HR changed reciprocally Figure 3. Nitro glycerine infusion improved symptoms, lowering BP to 120 80 mmHg and HR to 50 b.p.m.\n\nSignificant reductions in systolic blood pressure and heart rate were noted on Days 2, 3, and 4 black arrows. Figure 4 A F 18 fluoro dihydroxyphenylalanine positron emission tomography computed tomography scan revealing intense radiotracer uptake in the right adrenal gland arrow , consistent with pheochromocytoma. Adrenal mass incidentally detected on extended CT CT right adrenal mass 5 3 cm Echo normalization of LV function Day 3 Hypertensive crisis BP 240 130 mmHg, chest pain, diaphoresis, cyclic BP HR variation Intra arterial monitoring 2 h BP HR oscillations i.v. Lower extremity colour Doppler ultrasound excluded deep vein thrombosis.",
    "article_citation": "Eur Heart J Case Rep. 2025 Nov 1 9 11 ytaf574",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12626123"
  },
  {
    "author": "Fan Yang Yan Yan Wang Jiang Zhouming Wang Caixin Wu Qian Wu Yuanlin Deng Yamin Du Zhenwen Yang Zhang Zhang Dong Li",
    "title": "Impaired right atrial function preceding right ventricular systolic dysfunction clinical utility and long term prognostic value in pulmonary hypertension",
    "article_text": "A total of 96 PH patients, including 36 without RVSD PH nonRVSD and 60 with RVSD PH RVSD , were compared to 20 healthy controls HCs. The RA reservoir, conduit, booster pump functions, and the right ventricular global longitudinal strain RVGLS were evaluated.\n\nRA reservoir function was an independent predictor of all cause mortality HR 0.963, 95 CI 0.935 0.992, p 0.014 .. Compared with HCs, both RA reservoir and conduit functions were significantly reduced ps 0.05 in the PH nonRVSD, without significant morphological changes in either the RA or RV ps 0.05.\n\nThe RA reservoir and conduit function were significantly correlated with the right ventricular ejection fraction RVEF , RVGLS, pulmonary vascular resistance, brain natriuretic peptide, cardiac index, and 6 min walk distance. However, a reduction in RA booster pump function was observed only in the PH RVSD group p 0.001.\n\nRight ventricular systolic dysfunction RVSD is commonly observed in PH patients and is associated with more severe clinical features and a poorer prognosis 3 5. Right atrium RA function can be divided into three phases during the cardiac cycle reservoir, conduit, and booster pump 9.\n\nRA reservoir function was an independent predictor of all cause mortality HR 0.963, 95 CI 0.935 0.992, p 0.014. Previous studies have demonstrated an association between RA function and alterations in RV function in patients with PH 11, 12. Specifically, evaluation of atrial reservoir function corresponds to RA total strain s and total RAEF tRAEF. During a median follow up period of 97 80 106 months, 45 of the included patients died.",
    "article_citation": "Insights Imaging. 2025 Jun 4 16 115",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12137862"
  },
  {
    "author": "Omar Said Christopher Tossas Betancourt Mary K. Olive Jimmy C. Lu Adam Dorfman C. Alberto Figueroa",
    "title": "Computational Analysis of Disease Progression in Pediatric Pulmonary Arterial Hypertension",
    "article_text": "Front ArXiv ArXiv arxiv ArXiv 2331 8422 Cornell University arXiv 2512.25027v1 2512.25027 1 preprint Article Computational Analysis of Disease Progression in Pediatric Pulmonary Arterial Hypertension Said Omar Tossas Betancourt Christopher Olive Mary K. In this study, we developed and calibrated multi scale, patient specific cardiovascular models for four pediatric PAH patients using longitudinal MRI and catheterization data collected approximately two years apart.\n\nAlberto 31 12 2025 Pulmonary arterial hypertension PAH is a progressive cardiopulmonary disease that leads to increased pulmonary pressures, vascular remodeling, and eventual right ventricular RV failure. Using the CRIMSON simulation framework, we coupled three dimensional fluid structure interaction FSI models of the pulmonary arteries with zero dimensional 0D lumped parameter heart and Windkessel models to simulate patient hemodynamics.\n\nAn automated Python based optimizer was developed to calibrate boundary conditions by minimizing discrepancies between simulated and clinical metrics, reducing calibration time from weeks to days. Model derived metrics such as arterial stiffness, pulse wave velocity, resistance, and compliance were found to align with clinical indicators of disease severity and progression.\n\nOur findings demonstrate that computational modeling can non invasively capture patient specific hemodynamic adaptation over time, offering a promising tool for monitoring pediatric PAH and informing future treatment strategies. Pediatric PAH remains understudied due to limited data and the lack of targeted diagnostic and therapeutic strategies.",
    "article_citation": "ArXiv. 2025 Dec 31 arXiv 2512.25027v1",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12772708"
  },
  {
    "author": "Shuji Kawamoto Mariko Miyao Kotaro Sakurai Karin Kato Makiko Ikeura Akiko Hirotsu Hideyuki Kinoshita Moritoki Egi",
    "title": "Efficacy of 10 lidocaine gel for injection site pain associated with treprostinil in the treatment of pulmonary hypertension a report of four cases",
    "article_text": "A hospital compounded 10 lidocaine gel was applied around the infusion site. Pain was markedly reduced in all cases, with visual analog scale scores improving from 75 to 100 100 to 0 20 100.\n\nTopical 10 lidocaine gel provided rapid and effective relief of injection site pain associated with subcutaneous treprostinil, facilitating continuation of therapy without pain related interruption in patients with PAH. Case presentation Case Age Sex Underlying disease VAS before LG VAS after LG Analgesic change Adverse events Treprostinil dose Before After 1 30s F SLE associated PAH 75 10 Tramadol reduced 8 2 tablets day None 2.5 g h 7.5 g h Improvement in heart failure symptoms 2 20s F Idiopathic PAH 80 20 No reduction of analgesics None 16.5 g h discontinued due to disease progression, switched back to IV epoprostenol 3 40s F MCTD with severe PAH 100 20 No reduction of analgesics None 16.5 g h maintained 4 50s F Idiopathic PAH 100 20 Tramadol discontinued Mild local skin irritation 24 g h maintained SLE Systemic lupus erythematosus, MCTD Mixed connective tissue disease, IV Intravenous, LG Lidocaine gel, PAH Pulmonary arterial hypertension, HOT Home oxygen therapy, VAS Visual analog scale Fig.",
    "article_citation": "JA Clin Rep. 2025 Nov 29 12 2",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12770123"
  },
  {
    "author": "Nuo Li Degang Mo Hongyan Dai",
    "title": "Insulin like growth factor family and its impact on pulmonary arterial hypertension a review",
    "article_text": "demonstrated that patients with PAH had significantly elevated serum levels of IGFBP 2, a change closely associated with disease severity and patient survival prognosis. confirmed that serum IGFBP 7 levels are significantly elevated in PAH patients and independently associated with right heart dysfunction, reduced exercise capacity, and poor prognosis.\n\nThe suppression of miR 322 5p lifts its inhibitory effect on IGF 1, resulting in increased IGF 1 expression, which further promotes the pathological processes associated with PAH Connolly et al., 2018. Additionally, IGFBP 3 plays a crucial role in tumor suppression, with its reduced expression being closely associated with the onset and progression of various malignancies.\n\nConsequently, the potential for IGFBP 7 to regulate the progression of PAH by modulating specific pathways warrants further investigation. Notably, IGFBP 7 is markedly elevated in hepatopulmonary syndrome associated PAH and strongly correlates with clinical outcomes.\n\nConsistent upregulation of IGFBPs such as IGFBP 2, IGFBP 4, and IGFBP 7 in patient cohorts, together with their strong correlation with hemodynamic severity and survival, highlights their value as both mechanistic drivers and clinically actionable biomarkers. IGFBP 2 may contribute to the pathogenesis of PAH through several mechanisms, including the stimulation of cellular growth via non IGF dependent pathways, its association with inflammation related cardiorespiratory disorders, and its regulation of phosphatase and tensin homolog PTEN in vascular smooth muscle cells Yang et al., 2020.",
    "article_citation": "Front Physiol. 2025 Oct 15 16 1679278",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12568667"
  },
  {
    "author": "Qiaojuan Wang Jiayuan Liu Renqi Li Sihan Kong Yinjie Wang Guoyang Huang Shumiao Zhang Na Feng Xiaoming Gu Yali Liu Ming Jia Feng Fu Jun Li Juan Li Jianming Pei",
    "title": "Macrophage opioid receptor inhibits hypoxic pulmonary hypertension progression and right heart dysfunction via an SCD1 dependent anti inflammatory response",
    "article_text": "Animals Lyz2 Cre mice Shanghai Model Organisms Center, China were bred with OR floxed mice Shanghai Model Organisms Center to generate mice with myeloid specific deletion of OR OR Mac and the corresponding ORfl fl littermate controls. Specific pathogen free C57BL 6J mice, 6 8 weeks old and weighing 200 20 g, were obtained from the same center.\n\nAmong these 13 genes, SCD1 was significantly increased in the peritoneal macrophages of the ORfl fl HPH group but was decreased in those of the OR Mac HPH group Fig. We then established in vitro OR deficient peritoneal macrophages via infection with adenovirus carrying EGFP and Cre recombinase AD Cre Fig.\n\nInterestingly, knockdown of macrophage OR significantly decreased the number of CD206 positive macrophages but increased the number of iNOS positive macrophages Fig. We treated peritoneal macrophages with LPS and found that LPS significantly increased CD86 mRNA expression but decreased CD206 mRNA expression Fig.\n\nHPH is a chronic progressive cardiovascular disease that poses a significant threat to human health it is triggered primarily by continuous hypoxic stimulation.11 HPH is strongly associated with right heart failure and mortality in patients.36 HPH is characterized by pulmonary vasoconstriction and pulmonary vascular remodeling. First, we found that OR expression in macrophages was significantly decreased after HPH and that macrophage specific OR knockdown exacerbated HPH.\n\nAdditionally, peritoneal macrophages with OR deficiency exhibited polarization toward the M1 but not the M2 phenotype, as evidenced by increased CD86 and decreased CD206 mRNA levels Fig. LPS, lipopolysaccharide, 100 ng mL, 24 h AD EGFP, adenovirus carrying EGFP, 48 h AD Cre, adenovirus carrying EGFP and Cre recombinase, 48 h. However, U50,488H significantly reduced the LPS induced macrophage inflammatory response, as evidenced by decreased NLRP3, IL 1 , and IL 6 protein expression Fig. LPS, lipopolysaccharide, 100 ng mL, 24 h AD EGFP, adenovirus carrying EGFP, 48 h AD Cre, adenovirus carrying EGFP and Cre recombinase, 48 h.",
    "article_citation": "Genes Dis. 2025 Mar 18 13 2 101604",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12765096"
  },
  {
    "author": "Esraa M. Abdallah Marwa Kamal Khaled Elkhashab Mahmoud A. Mohamed Ammena Y. Binsaleh Marwa Mohsen Raghda R. S. Hussein",
    "title": "Efficacy and Safety of Sildenafil in Combination with Dapagliflozin Versus Dapagliflozin Monotherapy in the Management of Heart Failure with Pulmonary Arterial Hypertension A Randomized Controlled Trial",
    "article_text": "Likewise, in a randomized, placebo controlled clinical trial including 19 patients with HFrEF, Behling and colleagues found that sildenafil markedly increased exercise capacity and decreased echocardiographically estimated PASP 35. Design, Setting, and Participants Our study is a randomized controlled trial in which approximately 100 patients were recruited, with patients disposition shown in Figure 1.\n\nOf 100 patients, 93 completed the study having HF, including patients with HFrEF , HFmrEF , and HFpEF up to 60 , and New York Heart Association NYHA functional class II III , complicated by PH LHD, characterized by a PASP of 40 mmHg or higher. Methods In this prospective, randomized, controlled trial, 93 participating patients with HF and PH LHD were randomly assigned to receive dapagliflozin control group, n 48 or dapagliflozin plus sildenafil 25 mg day test group, n 45 in addition to conventional therapy for HF for 12 weeks.\n\nThe proportion of patients hospitalized was 6.66 for the test group and 8.33 for the control group Table 2 , and two deaths from worsening heart failure occurred in each group over the 12 week follow up, resulting in mortality rates of approximately 4.44 in the test group and 4.17 in the control group p value 1 Table 3. These trials reported that sildenafil has been shown to improve pulmonary hemodynamics when taken chronically, suggesting that it may help slow or perhaps reverse the pathological vascular remodeling associated with PH.\n\nCauses of Hospitalization Test Group n 45 Control Group n 48 p Value RR 95 CI Decompensated heart failure due to AF 1 2.22 1 2.08 0.524 Heart failure and ACS 2 4.44 1 2.08 DCM and syncopal attack 0 0 1 2.08 Stroke 0 0 1 2.08 AF Atrial fibrillation, ACS Acute coronary syndrome, DCM Dilated cardiomyopathy, RR relative risk. Changes in lipid profile were similar in both groups cholesterol and LDL in the test group and control group were significantly decreased after 12 weeks of follow up p value 0.05.",
    "article_citation": "Pharmaceuticals Basel . 2025 Nov 3 18 11 1663",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12655688"
  },
  {
    "author": "Letai Li Haiyan Wang Yutong Chen Xinlin Tan Ting Gao Nanting Chen Xinyue Hu Rui Liu Ling Zhang Yingjiu Jiang Mengjun Bie Jiajie Leng",
    "title": "Global burden of pulmonary arterial hypertension and health inequality in women of childbearing age from 1990 to 2021, with projections up to 2040 the global burden of disease 2021 study",
    "article_text": "Using Global Burden of Disease GBD 2021 data, we analyzed PAH mortality, incidence, prevalence, and disability adjusted life years DALYs among WCBA aged 15 to 49. Future burden was projected using Bayesian age period cohort, auto regressive moving average, and exponential smoothing models..\n\nCritically, the global age standardized incidence rate ASIR showed a neglected upward trend EAPC 0.12 , while mortality and DALY rates declined. Projections indicate a continued rise in incidence by 2040, alongside declining mortality..\n\nSignificant inequalities were observed, with the ASIR highest in low middle SDI regions and prevalence highest in high SDI regions. The absolute number of PAH cases among WCBA increased globally from 1990 to 2021.\n\nA 2022 Global Burden of Disease GBD systematic review identified 65 studies on PAH prevalence, incidence, and 1 year survival across 37 countries 1991 2021 14 , and a 2023 JACC GBD study explored the global PAH burden 15. Our objectives are 1 descriptive analysis of PAH epidemiology in WCBA globally, across five Sociodemographic Index SDI regions, and in 204 countries territories 2 trend and decomposition analyses based on demographic and epidemiologic factors 3 predictive analysis of global PAH burden in WCBA through 2040..\n\nProjections indicate a continued rise in incidence by 2040, alongside declining mortality. The rising incidence, particularly in low resource settings, coupled with the cumulative prevalence in high income regions, underscores an urgent need for targeted public health actions. A JACC expert consensus highlights that low and middle income areas with high PAH incidence face late care access, heavy medication burdens, scarce resources, and hard to manage comorbidities 11, 12. section at acceptancePublic Health Policy Body pmcIntroduction Pulmonary arterial hypertension PAH represents a significant global health burden.",
    "article_citation": "Front Public Health. 13 1700855",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12669225"
  },
  {
    "author": "Agnieszka Stycze Martyna Krysa Paulina Mertowska Ewelina Grywalska Tomasz Urbanowicz Maciej Krasi ski Malwina Grobelna Weronika Topy a Putowska Mansur Rahnama Hezavah Micha Tomaszewski",
    "title": "The Role of Toll like Receptors and Viral Infections in the Pathogenesis and Progression of Pulmonary Arterial Hypertension A Narrative Review",
    "article_text": "",
    "article_citation": "Int J Mol Sci. 2025 Nov 18 26 22 11143",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12653618"
  },
  {
    "author": "Xin Chen Zhanwei Wang Chun Di Feifei Zhang Janhua Yu Jiangfan Ran Ke Wang Zhixiang Li Huiying Zhao Hongbin Chen Qi Wang Hui Wang",
    "title": "Evaluation of a lateral flow immunochromatographic assay for detecting cryptococcal antigens in bronchoalveolar lavage fluid from HIV negative patients with pulmonary cryptococcosis",
    "article_text": "Clinical data screening This study represents a prospective analysis of patients suspected of having PC who attended a tertiary hospital in Beijing from January 2013 to February 2024. Ultimately, 514 patients were included.\n\nNotably, a significant inverse association was observed between these two factors the majority of immunosuppressed patients 16 17 94 had no avian exposure history, whereas most patients with avian exposure 14 15 93 were immunocompetent P 0.001. Although the sensitivity of serum CrAg LFA was slightly higher than that of the BALF CrAg LFA, the difference was not statistically significant P 0.267.\n\nAmong the results, 4 out of 5 false negatives FN and all 5 weak positives WP were associated with serum CrAg titers 1 20. In terms of clinical presentation, 13 15 87 PC patients with diffuse inflammatory shadows were symptomatic, while 6 8 75 patients with solely nodular lesions were asymptomatic cases with imaging features of PC without associated clinical symptoms P 0.012.\n\nThese differences may be attributable to the higher prevalence of multiple underlying conditions among these patients. In China, PC ranks as the third most common invasive fungal disease, with an increasing incidence and a growing proportion of non immunosuppressed patients 2, 12.\n\nAdditionally, both specimen types also showed high positive predictive value PPV and negative predictive value NPV BALF CrAg LFA had a PPV of 94.9 and an NPV of 98.9 , while serum CrAg LFA had a PPV of 95.0 and an NPV of 99.2. Relationships between CT characteristics, CrAg intensity, and clinical symptoms in 42 PC patients Statistical analysis revealed significant correlations between imaging findings and CrAg titers. Patients with unilateral lung lesions 15 21, 71.4 were significantly more likely to have low serum CrAg titers 1 20 compared to those with bilateral involvement P 0.005 Fig. Moreover, 4 5 80 false negative and 5 5 100 weakly positive BALF CrAg results were associated with serum CrAg titers 1 20 Fig.",
    "article_citation": "Microbiol Spectr. 14 1 e01083 25",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12772268"
  },
  {
    "author": "Xiaoyan Zhong Yuheng Xing Yuexi Zhang Zhiheng Luo Wu Xu Xu Chen Meng Liu Guanqun Yi Yukai Huang Shaoling Zheng Weiming Deng Xuechan Huang Tianwang Li Zhengping Huang",
    "title": "Targeted next generation sequencing of bronchoalveolar lavage fluid for pathogen detection in connective tissue disease related pulmonary infections",
    "article_text": "Variables meeting this criterion were subsequently included in a multivariable regression model to identify independent predictors of polymicrobial infection, with statistical significance defined as P 0.05 enter method. Clinical data collection and specimen acquisition Consecutive CTD patients who underwent bronchoscopy with BALF sent for tNGS were enrolled.\n\nIn the multivariable model Table 6 , only three predictor variables were identified through multivariable regression analysis ILD odds ratio OR 3.90, 95 confidence interval CI 1.415 10.719, P 0.008 , CKD OR 6.753, 95 CI 1.091 41.808, P 0.04 , and T cell counts OR 0.300, 95 CI 0.133 0.678, P 0.004. Laboratory parameters were as follows white blood cell count 8.8 4.8 10 L, neutrophil count 6.8 4.5 10 L, T cell count 1.3 0.8 10 L, C reactive protein CRP 44.1 61.3 mg L, and erythrocyte sedimentation rate ESR 59.3 37.9 mm h.\n\n1 Table S1 RA 26 cases, 21.0 , SLE 25 cases, 20.2 , DM 17 cases, 13.7 , pSS 13 cases, 10.5 , anti neutrophil cytoplasmic antibody associated vasculitis AAV 11 cases, 8.9 , PM 10 cases, 8.1 , anti synthetase syndrome ASS 6 cases, 4.8 , undifferentiated connective tissue disease UCTD 5 cases, 4.0 , Still s disease SD 4 cases, 3.2 , systemic sclerosis SSc 4 cases, 3.2 , Beh et s disease BD 2 cases, 1.6 , and overlap syndrome OS, 1 case, 0.8. Chi square test confirmed that this difference was statistically significant 6.62, P 0.02 Table 3.\n\nOur findings highlight the superiority of BALF tNGS in enhancing diagnostic sensitivity, characterizing the dominant pathogen spectrum, and underscore the clinical relevance of identifying predictors of polymicrobial disease. This finding underscores the importance of monitoring T cell subsets in CTD patients, as lymphopenia may serve as a biomarker to identify those at highest risk of complicated infections, warranting closer surveillance and preemptive interventions.",
    "article_citation": "Microbiol Spectr. 14 1 e02550 25",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12772244"
  },
  {
    "author": "Spyridon Fortis Eric A. Hoffman Alejandro P. Comellas",
    "title": "The Effect of Heated, Humidified High Flow Air in COPD Patients With Chronic Bronchitis",
    "article_text": "Heated, humidified high flow air HHHFA has been shown to reduce exacerbations in patients with COPD or bronchiectasis with significant sputum production. This pilot study evaluated the short term effects of nocturnal HHHFA in COPD patients with chronic bronchitis..\n\nThis was a prospective, single center, open label, randomized, placebo controlled trial. Participants with COPD, chronic bronchitis, and 2 exacerbations in the prior year were randomized to either nocturnal HHHFA or usual care.\n\nBaseline characteristics were generally similar, though the intervention group had a higher BMI and a lower emphysema percentage. Of 11 eligible participants, seven completed the study four intervention, three control.\n\nNo statistically significant differences were observed between groups in primary or secondary outcomes..\n\nBaseline characteristics were generally comparable Table 1 , except for two notable differences participants in the intervention group had a significantly higher body mass index BMI 32.94 interquartile interval IQI 29.61, 36.56 compared with those in the control group 24.18 IQI 23.98, 25.57 p 0.034 , and a lower percentage of emphysema 2.80 IQI 2.13, 3.37 vs. Discussion In this single center study, we found that nocturnal use of HHHFA over a 6 week period in patients with COPD and chronic bronchitis was not associated with improvements in sleep quality, dyspnea, cough, health related quality of life, exercise capacity, or CT based features of obstructive lung disease.",
    "article_citation": "Pulm Med. 2025 Dec 28 2025 8350741",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12767465"
  },
  {
    "author": "Ann Mari Svensson Mikael Bj rnson Magnus Sk ld Hans Ulrich Kauczor Malin Nygren Bonnier Judith Bruchfeld Michael Runold Anna Kistner Sven Nyr n",
    "title": "Pulmonary vascular and airway changes in previously hospitalised COVID 19 patients Long term functional respiratory imaging findings correlate with reduced DLCO",
    "article_text": "Persistent respiratory symptoms in COVID 19 patients have raised concerns about structural remodelling in the lung. We assessed structural changes and their correlation with reduced DLCO, eight months after discharge, in previously hospitalised COVID 19 patients..\n\nAn exploratory observational study was conducted on 26 male patients mean age 60 years, range 50 69 previously hospitalised for COVID 19. CT scans, performed eight months post discharge, were analysed using functional respiratory imaging FRI to assess lung structure and function.\n\nPatients with low DLCO 75 n 9 exhibited a significantly lower proportion of small blood vessels with a cross sectional area 5 mm compared to patients with normal DLCO 75 n 17 median IQR 56 51 59 vs. 60 56 64 , p 0.008 , as well as a reduced absolute volume of small vessels with a cross sectional area 5 mm 129 121 151 ml vs.\n\nSiVaw showed a significant inverse relationship with DLCO r 0.56, p 0.004, R 0.31. Lobar volumes were reduced in both DLCO groups, and more pronounced in the low DLCO group 72 65 81 vs.\n\nTo improve outcomes for patients with long term effects of COVID 19, it remains crucial to explore how vascular and bronchial sequelae impact lung function, highlighting a critical knowledge gap and the need for precise, non invasive detection methods. Body pmcIntroduction Following the COVID 19 pandemic, a significant subset of patients exhibits persistent long term impairment from multiple organs, including the lungs 1 3.",
    "article_citation": "PLoS One. 2025 Dec 2 20 12 e0335075",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12671730"
  },
  {
    "author": "Greg Leonard Alexia Egloff Gema Priego Tomas Woodgate Wendy Norman Milou PM van Poppel Johannes Steinweg Thomas Day Vita Zidere Owen Miler Reza Razavi John M. Simpson Trisha Vigneswaran Kuberan Pushparajah David F.A. Lloyd",
    "title": "Fetal magnetic resonance imaging diagnosis of pulmonary lymphangiectasia in hypoplastic left heart syndrome Association with fetal echocardiography and postnatal outcome",
    "article_text": "Secondary pulmonary lymphangiectasia PL is a recognised complication of hypoplastic left heart syndrome HLHS with an intact or restrictive atrial septum, associated with poor postnatal outcomes. Fetal MRI has been increasingly used to assess pulmonary abnormalities in HLHS, but the prognostic significance of subtle PL like changes remains unclear.\n\nA retrospective analysis of all fetuses with HLHS who underwent fetal MRI between July 2019 and December 2022 was performed. Postnatal outcomes, including early ventilation, need for intervention, and survival at 28 days and 1 year, were assessed..\n\nWhile echo markers of PVO were significantly associated with some degree of PL on MRI p 0.006 , neither PL nor PVO predicted the need for early support intervention or survival in fetuses who underwent active postnatal management.. Of 20 fetuses with HLHS who underwent MRI, 6 20 30 showed features suspicious or diagnostic of PL 5 suspicious and 1 diagnostic , and 6 20 30 showed some evidence of pulmonary venous obstruction PVO on echo.\n\nWe found no significant association between suspected PL on fetal MRI and the need for early respiratory support, surgical intervention, or neonatal or one year survival. Previous studies have generally described a florid picture of severe PL, often with frank pleural effusions 1 , 3 associated with up to 100 mortality orthotopic heart transplantation prior to the stage 2 procedure 4 , 5.",
    "article_citation": "J Cardiovasc Magn Reson. 2025 Nov 4 27 2 101984",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12766614"
  },
  {
    "author": "Wenjing Zhang Li Zhang Haiting Liu",
    "title": "Necrotizing enterocolitis in a neonate with severe congenital pulmonary valve stenosis complicated by a postoperative right atrial thrombus a case report",
    "article_text": "Association of thrombophilia and catheter associated thrombosis in children a systematic review and meta analysis. Our previous study suggested that these assays appeared to predict the early phase of DIC, guide anticoagulant therapy effectively, and reduce the incidence and mortality of venous thrombosis 16.\n\nVelazco CS Fullerton BS Hong CR Morrow KA Edwards EM Soll RF Morbidity and mortality among big babies who develop necrotizing enterocolitis a prospective multicenter cohort analysis. 4 Conclusions CHD, which predisposes patients to NEC, has an earlier age of onset than preterm birth and is associated with high mortality.\n\nThe early initiation of trophic feeding could prevent gastrointestinal atrophy, facilitate intestinal maturation, and help preserve gut barrier function, thereby reducing the risk of allergic enterocolitis. 3 Discussion 3.1 The many risk factors for CHD NEC NEC can occur pre or postoperatively in infants with CHD, and the presence of congestive heart failure, systemic to pulmonary arterial shunts, or cyanotic CHD NEC is associated with higher morbidity and mortality.\n\n3.3 Monitoring anticoagulation treatment for a right atrial thrombus The patient developed a right atrial thrombus after undergoing cardiac surgery, which may have been associated with disseminated intravascular coagulation due to central venous catheterization CVC puncture and endothelial injury caused by sepsis. For children with right atrial thrombi associated with a central venous access device, eradication of the device is recommended along with anticoagulant therapy.",
    "article_citation": "Front Pediatr. 13 1594899",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12708884"
  },
  {
    "author": "Milan Maretta tefan T th Zuzana Fagov Martin Urda",
    "title": "The effect of parenteral betanin pre treatment on the inflammatory response and proliferative activity of pulmonary parenchyma after jejunal ischaemia reperfusion injury",
    "article_text": "The aim of the present study was to test the hypothesis that betanin administration prior to intestinal IR may be protective of the lung parenchyma against damage inflicted by intestinal IR. Lung biopsies were screened for histopathological changes and immunohistochemical expression of anti cyclooxygenase 2 COX 2 and anti proliferating cell nuclear antigen PCNA ..\n\nPre treatment with betanin significantly reduced cellular COX 2 expression during the early and late reperfusion periods respective P values 0.05 and 0.001 compared to the untreated group. In betanin pre treated rats less than half the PCNA expression noted in the untreated rats was present in the late reperfusion period group A at 24 h vs group B at 24 h P value 0.001 ..\n\nExpression of PCNA was significantly upregulated in both injured groups comparted to the sham group.\n\nperivascular and interstitial oedema, haemorrhage and inflammatory response and functional changes and increased microvascular permeability 15. Rats were subjected to total occlusion of the superior mesenteric artery by using an atraumatic vascular clamp through a 60 min ischaemic interval, following which there was a reperfusion period of 1 h for groups B1 and A1 , 4h B4 and A4 or 24 h B24 and A24.\n\nValues of P less than 0.05 were considered to be significant.. In betanin pre treated rats less than half the PCNA expression noted in the untreated rats was present in the late reperfusion period group A at 24 h vs group B at 24 h P value 0.001. Keywords betalain PMNL infiltration reflow injury remote injury time course study Body pmcIntroduction Intestinal ischaemic reperfusion injury IRI arises as a result of acute mesenteric ischaemia and haemorrhagic shock as medical emergencies or as a result of surgical intervention. This pathway is driven by reactive oxygen species ROS produced during the reperfusion period and cytokines mediated by systematic inflammatory response 14, 20, 34.",
    "article_citation": "J Vet Res. 69 4 603 610",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12767158"
  },
  {
    "author": "Milton James Micallef Novis Kola Lucy Carson Uta Hill",
    "title": "P02 An outpatient home IV antibiotic therapy programme in a tertiary referral pulmonary infection centre safety, cost effectiveness, and service outcomes",
    "article_text": "A retrospective audit was conducted of all patients treated via our patient carer administered OPAT service between 1 January and 31 December 2023, excluding those who opted out via the NHS National Data Opt out service n 26 patients, 39 courses excluded. All eligible patients, including people with cystic fibrosis pwCF and those with non cystic fibrosis related lung disease non CF , were included.\n\nSputum cultures were attempted in 91 n 374 of courses, with at least one isolate in 263 specimens and no significant growth in 110 only six cases lacked recent microbiology to guide therapy. Mean CRP at start was 14 mg L SD 24 range 3 200 , and at end 11 mg L SD 20 range 3 219 , with a mean reduction of 4 mg L.\n\nSeventy three courses ended before 10 days 25 due to side effects or allergy, 5 due to marked improvement, 1 at patient request, and 7 due to hospital admission. Two patients tested positive for Clostridioides difficile, however, one of these was toxin negative, and the other was positive 6 months after the course of home IV antibiotics.\n\nHome IV antibiotic treatment for complex respiratory infections, self or carer administered in a tertiary ambulatory care setting is safe, highly cost effective, and patient centred. Future improvements should focus on ways to improve antibiotic stewardship, including early response guided treatment shortening.\n\nA total of 413 treatment episodes were delivered to 274 patients 74 pwCF courses, 339 non CF courses. The mean treatment duration was 13 8 days SD 4 4 range 2 32. Reported adverse events included non severe cutaneous n 10 , ill defined subjective n 6 , gastrointestinal n 4 , liver function derangements n 3 , hyponatraemia n 1 , and fluid overload n 1. No line related bloodstream infections occurred.",
    "article_citation": "JAC Antimicrob Resist. 2026 Jan 5 8 Suppl 1 dlaf239.006",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12765691"
  },
  {
    "author": "Arash Salavitabar Sara Conroy Isaac Kistler Asaad Beshish Ryan Callahan Matthew A. Crystal Howaida El Said Bryan Goldstein Michael Hainstock Ray Lowery Amr Matoq Daniel McLennan George T. Nicholson Brian P. Quinn Shyam Sathanandam Jessica Tang Sara M. Trucco Wendy Whiteside Darren P. Berman",
    "title": "Percutaneous Pulmonary Valve Perforation in Pulmonary Atresia With Intact Ventricular Septum Multicenter Comparison of Radiofrequency Versus Chronic Total Occlusion Wires",
    "article_text": "Percutaneous radiofrequency RF wire pulmonary valve perforation PVP in pulmonary atresia intact ventricular septum PA IVS is a high risk procedure. This study compared procedural efficacy and complications between RF and chronic total occlusion CTO wire PVP..\n\nThis multicenter study included patients with PA IVS who had PVP attempted at 13 centers. Univariable logistic regression models were used to estimate odds ratios and risk differences..\n\nOverall and major procedural complications occurred in 26.5 versus 12.5 odds ratios OR , 2.5 0.8 11.1 P .15 and 14.8 vs 4.2 OR, 4.0 0.8 73.2 P .18 , respectively, of RF versus CTO groups. Cases with multiple vs single PVP attempts had higher overall 40.4 vs 17.0 OR, 3.3 1.7 6.6 P .01 and major 24.6 vs 8.5 OR, 3.5 1.5 8.3 , P .01 procedural complication rates..\n\nPVP was attempted in 206 patients median age 3.0 days 1.0 6.0 and weight 3.1 kg 2.7 3.5. The RF PVP was attempted first in 165 80.0 patients, CTO in 27 13.1 , and stiff end of the coronary wire in 14 6.8.\n\nKeywords cardiac perforation chronic total occlusion pulmonary atresia with intact ventricular septum pulmonary valve perforation radiofrequency wire Abbreviations BPV balloon pulmonary valvuloplasty C3PO Congenital Cardiac Catheterization Project on Outcomes CTO chronic total occlusion ECMO extracorporeal membrane oxygenation IVS Intact ventricular septum PA pulmonary atresia PV pulmonary valve PVP pulmonary valve perforation RF radiofrequency RVDCC right ventricular dependent coronary circulation Body pmcIntroduction Pulmonary atresia with intact ventricular septum PA IVS presents with significant anatomical variability that ultimately results in physiology ranging from single to biventricular circulation. The aims of this study were 1 to compare procedural efficacy and complication rates between attempted PVP in patients with PA IVS with CTO versus RF wires and 2 to determine patient and procedural risk factors associated with adverse events with both CTO and RF PVP.",
    "article_citation": "J Soc Cardiovasc Angiogr Interv. 2025 Nov 13 4 12 104045",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12766049"
  },
  {
    "author": "Abdul Rehman Shahid Amina Asad Janmejay Kumar Singh Malik Muhammad Kabir Kainat Husain Khalil El Abdi Fazeela Bibi Muhammad Hassan Bilal Aslam Said Hamid Sadat",
    "title": "Hydatid Cyst in a Post Tuberculosis Patient A Persistent Pulmonary Puzzle A Case Report",
    "article_text": "Shared symptoms such as chronic cough, hemoptysis, chest pain, and dyspnea often lead to misdiagnosis or delayed diagnosis, especially in post treatment TB patients who continue to experience respiratory symptoms 2. It also advocates for increased public awareness, especially in endemic areas, where post TB patients should be informed about the risk of parasitic infections that can coexist with or occur even after successful TB treatment.\n\nBody pmc1 Introduction In developing countries where TB and parasitic infections such as hydatid cysts coexist, they contribute significantly to morbidity and mortality. It remains a major health concern in countries like Pakistan, where poor sanitation, delayed diagnosis, and inadequate follow up pose ongoing challenges, even with the widespread implementation of the DOTS program 1.\n\nAlthough co infections involving TB and hydatid disease have been reported, most involve concurrent detection at the time of initial presentation, typically in patients with compromised immunity or heavy exposure in endemic zones 3. 2.4 Follow Up and Outcome The patient s shortness of breath and frequency of hemoptysis improved with medical management.\n\nModern molecular methods, such as the WHO endorsed Xpert MTB RIF assay a cartridge based nucleic acid amplification test or CBNAAT , offer a significant advantage 11. Similar findings in paediatric and immunocompromised patients highlight the importance of a multidisciplinary approach in persistent or atypical cases 28.",
    "article_citation": "Clin Case Rep. 2026 Jan 2 14 1 e71799",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12759013"
  },
  {
    "author": "Joanna Osmanska Kieran F. Docherty Colin Berry Pardeep S. Jhund Kenneth Mangion Patrick B. Mark John J.V. McMurray Giles Roditi Naveed Sattar Mark C. Petrie Ross T. Campbell Matthew M.Y. Lee",
    "title": "Cardiovascular magnetic resonance estimated pulmonary capillary wedge pressure, congestion markers, and effect of empagliflozin in patients with heart failure with reduced ejection fraction and dysglycaemia SUGAR DM HF",
    "article_text": "SUGAR DM HF was a multicentre, randomized, double blind, placebo controlled trial. 3 A total of 105 patients in New York Heart Association NYHA functional class II III, with a LV ejection fraction LVEF 40 , and type 2 diabetes, or pre diabetes glycated haemoglobin 39 47 mmol mol 5.7 6.4 , and without persistent permanent atrial fibrillation flutter, were randomly assigned 1 1 to empagliflozin 10 mg daily or placebo in addition to standard HFrEF pharmacological therapy.\n\nAssociation between baseline cardiovascular magnetic resonance estimated pulmonary capillary wedge pressure and circulating and imaging based measures of congestion Compared with a CMR PCWP 15 mmHg, patients with CMR PCWP 15 mmHg had a greater total number of B lines on LUS and higher TTE estimated pulmonary artery systolic pressure and right atrial pressure Table 1. Figure 1 Correlation between baseline cardiovascular magnetic resonance estimated pulmonary capillary wedge pressure CMR PCWP and baseline characteristics including circulating and ultrasound based measures.\n\nAssociation between baseline cardiovascular magnetic resonance estimated pulmonary capillary wedge pressure and cardiovascular magnetic resonance measured cardiac volumes and function Cardiovascular magnetic resonance estimated PCWP positively correlated with CMR measured volumes LV end systolic volume r 0.51, p 0.001 LV end diastolic volume r 0.60, p 0.001 right ventricular RV end systolic volume r 0.55, p 0.001 RV end diastolic volume r 0.60, p 0.001 Figure 2. Data are presented as correlation heatmap with Pearson correlation coefficients.\n\n13 This effect was not accompanied by any significant change in NT proBNP suggesting that any effect of empagliflozin on reducing pulmonary pressures may be secondary to a direct effect on the pulmonary vasculature e.g. Moreover, in a larger cohort of 454 patients with HF, an elevated CMR PCWP was significantly associated with peripheral oedema.",
    "article_citation": "Eur J Heart Fail. 2025 Nov 10 27 11 2604 2609",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12765038"
  },
  {
    "author": "ssur Ingi Emilsson Andrei Malinovschi se Johnsson Mirjam Ljunggren Anders Blomberg Ida Pesonen Magnus Sk ld Zainab Ahmadi Anna Moberg Tomas Hansen",
    "title": "Nocturnal gastro oesophageal reflux and pulmonary abnormalities on chest CT in a general population the Swedish CArdioPulmonary BioImage Study",
    "article_text": "Aim Investigate the association between nGER and pulmonary abnormalities on chest CT in an adult general population.. Nocturnal gastro oesophageal reflux nGER is common in people with respiratory diseases, but its association with pulmonary abnormalities is not known.\n\nAmong participants with risk factors for pulmonary abnormalities n 4004 , having nGER was positively associated with bronchial wall thickening adjusted OR aOR 95 CI 1.25 1.07 to 1.48 and reticular abnormalities aOR 95 CI 1.51 1.04 to 2.17 , but negatively associated with cysts aOR 95 CI 0.68 0.48 to 0.97. Among participants without risk factors for CT abnormalities n 2555 , nGER did not relate with pulmonary abnormalities..\n\nThe prevalence of nGER was 9.4.\n\nHowever, among individuals with other risk factors for developing pulmonary abnormalities smoking history, asthma, inflammatory bowel disease or systemic autoimmune disease , a significant although relatively weak association was found between nGER and bronchial wall thickening and reticular abnormalities. In a middle aged general population, nGER was not associated with pulmonary abnormalities on chest CT.\n\nHowever, in the presence of other risk factors for pulmonary abnormalities, nGER was associated with bronchial wall thickening and reticular abnormalities. Among participants without risk factors for CT abnormalities n 2555 , nGER did not relate with pulmonary abnormalities. However, good evidence is lacking, especially for early stages of disease. WHAT THIS STUDY ADDS In the general population, nocturnal gastroesophageal reflux nGER does not independently associate with pulmonary abnormalities on chest CT.",
    "article_citation": "Thorax. 2025 Aug 10 81 1 e222570",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12772615"
  },
  {
    "author": "Takuma Ikeda Hirotaka Matsumoto Shigenari Iwagaki Ryo Ogawa Yushi Shimamura Emiko Saito Takehisa Fukada Hiroaki Sakai",
    "title": "Hemothorax as the Initial Manifestation of KRAS G12D Positive Pulmonary Pleomorphic Carcinoma A Case Report",
    "article_text": "Three days later, follow up CT B demonstrates an irregularly marginated nodule within the consolidation and a newly appeared small left pleural effusion. In addition to the high proliferative and invasive potential of the tumour, the oncological properties associated with the KRAS G12D mutation likely precipitated both the abrupt onset and recurrence of massive hemothorax.\n\nChest computed tomography CT revealed an infiltrative opacity surrounded by ground glass attenuation in the left lower lobe Figure 1A. LaFramboise , et al., KRAS Mutation Is Predictive of Outcome in Patients With Pulmonary Sarcomatoid Carcinoma, Histopathology 73 , no.\n\nInitial CT A shows consolidation in the left lower lobe with surrounding ground glass opacity. In addition to the high proliferative and invasive potential of the tumour, the oncological properties of the KRAS G12D mutation likely precipitated both the abrupt onset and recurrence of massive hemothorax.\n\nA Resected specimen of the left lower lobe showing a 4.5 cm mass with central cavitation. Ma , et al., Clinicopathological Characteristics and Prognosis of Pulmonary Pleomorphic Carcinoma A Population Based Retrospective Study Using SEER Data, Journal of Thoracic Disease 10 , no.",
    "article_citation": "Respirol Case Rep. 2026 Jan 5 14 1 e70454",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12771678"
  },
  {
    "author": "Tomohisa Takeichi Yoshihisa Morimoto Akitoshi Yamada Takanori Tanaka Kunihiro Fujiwara Masanobu Sato Ryo Toma Kiyoto Mitsui Takumi Sugita Hiroki Yamada Kunio Gan",
    "title": "Continuous furosemide does not prevent cardiopulmonary bypass related acute kidney injury in minimally invasive cardiac surgery the randomized furosemide trial",
    "article_text": "Study design and participants This study was a prospective, randomized, single blind trial conducted at a single center, enrolling patients undergoing cardiopulmonary bypass CPB. Allowing for an estimated 20 dropout rate, the target enrollment was set at 116 participants, with a planned total study population of 200 patients.\n\nAKI occurred in 8 patients 16 in the continuous furosemide group and in 6 patients 12 in the non continuous group relative risk, 0.72 95 CI, 0.23 2.23. Stage 2 AKI occurred in 1 patient 2.0 in the continuous furosemide group and was not observed in the non continuous group odds ratio, 0.84 95 CI, 0.26 2.69.\n\nPatients in the continuous furosemide group exhibited significantly higher urine output during CPB P 0.001 , after CPB P 0.001 , and overall P 0.006 , as well as a greater total furosemide dose P 0.001. Definition of abbreviations CPB cardiopulmonary bypass PI perfusion index SvO2 venous oxygen saturation mABP mean arterial blood pressure NGAL neutrophil gelatinase associated lipocalin.\n\nThis suggests that increased urine output immediately after surgery may contribute to AKI prevention, warranting further attention. reported that the RG system, which facilitates forced diuresis using furosemide at a rate of 10 mg h, significantly reduced AKI incidence compared to the control group.",
    "article_citation": "J Extra Corpor Technol. 57 4 209 217",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12710246"
  },
  {
    "author": "Virgile Caban Nathalie Henry Julie Tronchetti Jean Baptiste Lovato Herv Dutau Philippe Astoul",
    "title": "Pulmonary syphilis mimicking lung metastasis a case report",
    "article_text": "His medical history revealed pneumocystis infection and secondary syphilis, occurring 10 and 8 years ago, respectively. Syphilis, due to Treponema pallidum, has various clinical presentations, in particular in patients who are tested positive for HIV, and the nickname of the great imitator is very well deserved.\n\nPulmonary involvement in secondary syphilis is very rare in comparison to congenital or tertiary syphilis. However coinfection with HIV increases the frequency of atypical presentation of the disease.\n\nDespite the presence of usual clinical criteria for the diagnosis of pulmonary involvement and an HIV disease controlled with antiretroviral treatment, a CT guided fine needle aspiration of a nodule was done to rule out neoplastic disease or other infection..",
    "article_citation": "Ann Med Surg Lond . 2025 Sep 2 87 10 6851 6853",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12577838"
  },
  {
    "author": "Fahad Amin Hira Khalid Maliha Khalid Muhammad Talha Aminath Waafira",
    "title": "Integrative AI metabolomics a new frontier in diagnosing pulmonary tumor thrombotic microangiopathy",
    "article_text": "Innovations such as multicenter collaborations and blockchain based data sharing may help overcome these barriers. 2025 Pulmonary tumor thrombotic microangiopathy PTTM is a rare, rapidly progressive malignancy related pulmonary vascular condition that remains difficult to diagnose before death due to its nonspecific clinical and imaging features.\n\nartificial intelligence machine learning metabolomics pulmonary tumor thrombotic microangiopathy OPEN ACCESSTRUE Body pmc To the Editor, Pulmonary tumor thrombotic microangiopathy PTTM is a malignancy associated condition characterized by embolization of neoplastic cells to the pulmonary vasculature. Patients develop progressive dyspnea and hypoxia and may die within a matter of days due to right sided heart failure.\n\nThe reliance on large datasets raises significant concerns about data privacy, security, and authenticity. In conclusion, AI driven Metabolomics profiling holds the promising potential for the early detection of PTTM, although several challenges, such as small sample size and some technical barriers, exist.\n\nSources of funding The author s reported that there is no funding associated with the work featured in this article. Pulmonary tumor thrombotic microangiopathy a rapidly progressive form of pulmonary hypertension in cancer patients.",
    "article_citation": "Ann Med Surg Lond . 2025 Aug 13 87 10 6870 6871",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12577981"
  },
  {
    "author": "Xiaohua Lin Xiu He Hongbo Xu Zhijun Suo Yunsheng Yuan",
    "title": "Association between body roundness index and frailty in chronic obstructive pulmonary disease A cross sectional study of NHANES 1999 to 2018",
    "article_text": "In patients with COPD, BRI was significantly and positively associated with the risk of frailty, and this association persisted after adjustment for multiple confounders, i.e., the higher the BRI, the greater the risk of frailty. Moreover, when BRI was categorized into tertiles, model 3 adjusted for age, sex, race, education, marital status, PIR, smoking, drinking, hypertension, and diabetes demonstrated a significantly increased risk of frailty in the highest tertile of the BRI compared to the lowest tertile OR 95 CI 1.95 1.21, 3.13 , P value .01.\n\nConclusion In patients with COPD, increased BRI is significantly associated with an increased risk of frailty. The risk of frailty was significantly increased in the highest BRI tertile compared to the lowest BRI tertile OR 1.95, 95 CI 1.21 3.13, P .01.\n\n1 The progressive decline in lung function characteristic of COPD often leads to reduced functional capacity and overall health, significantly impacting patients quality of life. Frailty, defined as a state of diminished physiological reserve and increased vulnerability to stressors, is strongly associated with adverse outcomes in COPD, including accelerated disease progression, increased symptom burden, higher hospitalization rates and increased mortality risk.\n\n10,13 16 Despite the growing body of evidence supporting the association of BRI with metabolic health, its relationship with frailty in patients with COPD remains largely unexplored. Therefore, the aim of this study was to elucidate the relationship between BRI and frailty in patients with COPD through a cross sectional analysis of data from the National Health and Nutrition Examination Survey NHANES from 1999 to 2018.",
    "article_citation": "Medicine Baltimore . 2025 Dec 12 104 50 e46569",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12708219"
  },
  {
    "author": "Yuanjiang Zheng Jiangyan Hou Li Yang Youjun Jiang Shanyu Wang Jianglin Yu Xianwei Ye",
    "title": "Cavitary pulmonary tuberculosis with Orientia tsutsugamushi coinfection in a non endemic region a case report",
    "article_text": "Case presentation A 57 year old man residing in a non endemic region presented with a left sided cavitary lung lesion on imaging. Doxycycline was added, leading to defervescence within 48 h and marked symptomatic improvement.\n\nViral tuberculosis interactions also warrant attention systematic reviews indicate measurable bidirectional effects between influenza and tuberculosis during the COVID 19 period, tuberculosis SARS CoV 2 coinfection has been associated with increased disease severity and mortality, and clinicians must consider contraindications between antivirals and rifampicin e.g., nirmatrelvir ritonavir 26, 27. 2b and 2c are histological slides in pink, with arrows indicating specific tissue changes.\n\nRigorous mechanistic investigations and well designed controlled studies are warranted to elucidate the underlying pathophysiology and to define optimal strategies for patient selection, pharmacotherapy, and monitoring. A guideline concordant 2HRZE 4HR regimen isoniazid 300 mg, rifampicin 600 mg, pyrazinamide 1,600 mg, and ethambutol 1,200 mg was initiated and subsequently tailored according to serial sputum culture results and interval radiologic reassessments. 2a, 2d, 2g, 2h, and 2i show CT scans with red arrows pointing to areas in the lungs. 2f shows a fluorescent image with green structures and a red arrow pointing to an area of interest.",
    "article_citation": "Front Med Lausanne . 12 1692918",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12708244"
  },
  {
    "author": "Mengjiao Miao Chenyu Ma Jinjin Yang Xihong Yang Ziyao Liu Anni Liu Zheng Qian You Ge Yaling Chen Guoping Yin Zhiliang Hu",
    "title": "BALF metagenomic next generation sequencing for the diagnosis of pulmonary mycobacterial infection in persons with HIV a retrospective, diagnostic accuracy study",
    "article_text": "Among 101 patients with severe immunosuppression CD4 T cell count 50 cells L , the pathogen distribution pattern mirrored that of the overall cohort, though with significantly higher detection rates of Pneumocystis jirovecii 81.2 vs 67.1 , p 0.015 Figure 4C. Mortality and associated factors among patients with TB HIV co infection in Ethiopia a systematic review and meta analysis.\n\nA non significant trend toward higher detection was observed among patients with radiological findings compatible with mycobacterial infection adjusted OR 1.84, 95 CI 0.82 4.18. Burden of mortality and its predictors among TB HIV co infected patients in Ethiopia systematic review and meta analysis.\n\nThree patients 2.0 underwent multiple BALF mNGS tests during hospitalization, with only the first result per patient included in the current study, and the others were excluded. 2.5 Statistical analysis 3 Results 3.1 Demographic and clinical characteristics of the study participants This study included 146 hospitalized PWH who were admitted to the second hospital of Nanjing, China, from February 2019 through September 2023 Figure 1.",
    "article_citation": "Front Microbiol. 16 1689997",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12708606"
  },
  {
    "author": "Wenjing Zhang Li Zhang Haiting Liu",
    "title": "Necrotizing enterocolitis in a neonate with severe congenital pulmonary valve stenosis complicated by a postoperative right atrial thrombus a case report",
    "article_text": "Association of thrombophilia and catheter associated thrombosis in children a systematic review and meta analysis. Our previous study suggested that these assays appeared to predict the early phase of DIC, guide anticoagulant therapy effectively, and reduce the incidence and mortality of venous thrombosis 16.\n\nVelazco CS Fullerton BS Hong CR Morrow KA Edwards EM Soll RF Morbidity and mortality among big babies who develop necrotizing enterocolitis a prospective multicenter cohort analysis. 4 Conclusions CHD, which predisposes patients to NEC, has an earlier age of onset than preterm birth and is associated with high mortality.\n\nThe early initiation of trophic feeding could prevent gastrointestinal atrophy, facilitate intestinal maturation, and help preserve gut barrier function, thereby reducing the risk of allergic enterocolitis. 3 Discussion 3.1 The many risk factors for CHD NEC NEC can occur pre or postoperatively in infants with CHD, and the presence of congestive heart failure, systemic to pulmonary arterial shunts, or cyanotic CHD NEC is associated with higher morbidity and mortality.\n\n3.3 Monitoring anticoagulation treatment for a right atrial thrombus The patient developed a right atrial thrombus after undergoing cardiac surgery, which may have been associated with disseminated intravascular coagulation due to central venous catheterization CVC puncture and endothelial injury caused by sepsis. For children with right atrial thrombi associated with a central venous access device, eradication of the device is recommended along with anticoagulant therapy.",
    "article_citation": "Front Pediatr. 13 1594899",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12708884"
  },
  {
    "author": "Grace W. M. Walters Gaurav S. Gulsin Joseph Henson Stavroula Argyridou Kelly S. Parke Thomas Yates Melanie J. Davies Gerry P. McCann Emer M. Brady",
    "title": "Interrelationship Between Cardiopulmonary Exercise Testing Indices and Markers of Subclinical Cardiovascular Dysfunction in Those with Type 2 Diabetes An Observational Cross Sectional Analysis",
    "article_text": "HR recovery had a significant inverse association with E e 0.270, p 0.024 , indicating that a slower HR recovery was associated with elevated E e higher LV filling pressures. HR recovery had a significant negative association with LV mass volume ratio 0.248, p 0.030 , suggesting a slower HR recovery was associated with elevated LV mass volume ratio more concentric remodelling.\n\nHR recovery had a significant positive association with mean aortic distensibility 0.222, p 0.029 indicating that a faster HR recovery was associated with increased aortic distensibility less aortic stiffening. Finally, V.O2VT was significantly positively associated with MPR 0.273, p 0.018 , thus suggesting that a higher V.O2VT the ventilatory threshold occurs later in the exercise course was associated with a higher MPR, representing less microvascular dysfunction.\n\nAbnormally prolonged V.O2 recovery following exercise has been observed in patients with HF 45,46 and was linked to higher mortality rates in 200 chronic HF patients 44. Reduced HR recovery is a very powerful predictor of increased mortality in obesity 50 in apparently healthy people 51,52,53,54,55 and in people with HF 25,43,56,57,58,59.\n\nHeart rate recovery and treadmill exercise score as predictors of mortality in patients referred for exercise ECG JAMA 2000 284 1392 1398 10.1001 jama.284.11.1392 10989401 53. V.O2 at the Ventilatory Threshold It has been suggested that an early ventilatory threshold is associated with a higher risk of death in people with HF 33 , with a ventilatory threshold of 11 V.O2 mL kg min suggested as the threshold for those with a high risk of HF related mortality.",
    "article_citation": "J Funct Morphol Kinesiol. 2025 Sep 26 10 4 371",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12551124"
  },
  {
    "author": "Louis Tapper Samer Alabed Ahmed Maiter Andrzej Lejawka Mahan Salehi Krit Dwivedi Pankaj Garg David G. Kiely Peter Metherall Rob J. van der Geest Kavita Karunasaagarar Michael Sharkey Andrew J. Swift",
    "title": "Enhancing accuracy of detecting left atrial dilatation on CT pulmonary angiography",
    "article_text": "Left atrial LA dilatation predicts several cardiovascular disorders. Identifying LA dilatation on computed tomography pulmonary angiography CTPA could aid diagnosis of cardiovascular disease.\n\nPatients with suspected pulmonary hypertension PH who underwent CTPA and cardiac MRI CMR were retrospectively identified from a single centre registry. The LA was segmented by an AI tool for CTPA and a validated AI tool for CMR.\n\nAutomated LA volume measurements on CTPA showed strong positive correlation with those on CMR 0.92, p 0.001 with minimal bias on Bland Altman analysis 4 mL, 95 CI 39 to 31 mL. Automated LA measurements on CTPA showed higher accuracy metrics sensitivity 81.0 , specificity 96.8 , positive predictive value PPV 88.5 , negative predictive value NPV 94.4 than the radiologist reports sensitivity 66.7 , specificity 93.1 , PPV 74.5 , NPV 90.2 ..\n\nAutomated LA measurements on CTPA showed higher agreement with those on CMR 0.80 than the radiologist reports 0.62. 451 patients were included mean age 64 13 years, 62.5 female, 85.8 white.\n\nDeclaration of Competing Interest The authors declare the following financial interests personal relationships which may be considered as potential competing interests Samer Alabed reports financial support was provided by NIHR BRC Sheffield. The LA volumes on CTPA demonstrated a strong and statistically significant positive correlation 0.92, p 0.001 with those on CMR Fig.",
    "article_citation": "Eur J Radiol Open. 2025 Oct 15 15 100696",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12552999"
  },
  {
    "author": "Min Li Yuxiu Wang Meiying Wu Ling feng Min",
    "title": "Identification and clinical validation of endoplasmic reticulum genes related to pulmonary tuberculosis",
    "article_text": "The entry screening criteria were adjusted p 0.05 and a false discovery rate FDR, q value 0.25, with p value correction conducted using the Benjamini Hochberg BH method. The screening criterion for significance was adjusted p 0.05, with p value correction performed using the BH method.\n\nERSRDEGs associated with MTB infection The data from dataset GSE114911 were divided into the MTB infected group and the normal group. Finally, lncRNAs associated with the hub genes IL 1B, CCL20, IL 1 A, and TNF , as well as lncRNAs related to the corresponding miRNAs, were retrieved from the StarBase database.\n\nAdditionally, A exhibited a significant positive correlation with D dimer P 0.05 Fig. Next, immune cell types with p values 0.05 were identified through group comparison analysis, highlighting significant differences in infiltration abundance between the Infected and Normal groups.\n\nSpecifically, memory B cells, activated NK cells, M0 macrophages, M1 macrophages, M2 macrophages, resting mast cells, activated mast cells, and eosinophils exhibited statistically significant differences p 0.05 between the infected and control groups, suggesting that these cell populations may be closely associated with the occurrence and progression of TB. The significant interactions identified suggest that they may act synergistically to regulate cellular responses to MTB infection45.For example, central genes such as IL 1B and CCL20 not only participate in inflammatory signaling but also interact with proteins involved in regulating the ERS pathway, highlighting their multifaceted roles in the infection response 46.",
    "article_citation": "Sci Rep. 2025 Dec 7 16 228",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12769499"
  },
  {
    "author": "Qian Zhou Chengting Lin Jinyi Jiang Yuwei Li Yue Yu Shiyang Huang Chaokang Han Liting Shi Lei Shi",
    "title": "Impact of CT acquisition settings on the stability of radiomic features and the performance of pulmonary nodule classification models",
    "article_text": "198 patients with 1227 pulmonary nodules underwent chest CT scans using varied settings three slice thicknesses, two reconstruction matrices, six convolution kernels, two transmission methods. Feature stability was evaluated using the Intraclass Correlation Coefficient ICC, stable ICC 0.8, intermediate stable 0.4 ICC 0.8, unstable ICC 0.4.\n\nIn training and validation sets, the Full feature and Intermediate stable models showed higher AUCs than the Stable and Unstable models p 0.05. Notably, the Full feature and Intermediate stable models largely predicted nodules as benign, exhibiting limited ability to discriminate malignant cases..\n\nSlice thickness and image transmission methods had the greatest and least impacts on feature stability 7.0 and 83.0 stable features, respectively. However, in test sets with varying CT parameters, the Stable model maintained consistent performance AUC 0.693 0.728 , while the Unstable model exhibited the greatest variability AUC 0.523 0.800.\n\nDue to the lack of specific clinical symptoms in its early stages, most patients are diagnosed at an advanced stage, resulting in a global 5 year survival rate of only 10 20 2, 3. In recent years, radiomics, which extracts quantitative features from medical images, has demonstrated significant value in early diagnosis, prognosis assessment, and treatment response prediction in oncology 6.\n\nRadiomic feature stability is significantly affected by CT reconstruction parameters, especially slice thickness. Multiple studies have demonstrated that such variability in CT imaging parameters, including manufacturer, slice thickness, tube voltage, tube current, reconstruction kernel, reconstruction algorithm, and reconstruction matrix, significantly affects the stability of radiomic features 11 17. Moreover, existing research has mainly focused on radiomic feature stability the impact of parameter induced feature variability on model performance remains underexplored and warrants further investigation. Therefore, early differentiation between benign and malignant pulmonary nodules is crucial for improving the prognosis of lung cancer patients 1.",
    "article_citation": "Insights Imaging. 2026 Jan 5 17 4",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12770142"
  },
  {
    "author": "Thomas Saliba David Rotzinger Mariama Touray Guillaume Fahrni",
    "title": "Aortopulmonary fistula as a rare complication of bioprosthetic aortic valve endocarditis a case report",
    "article_text": "Aortopulmonary fistula is a rare but life threatening complication of prosthetic valve endocarditis, associated with high mortality. Case Reports 2514 2119 Oxford University Press UK 10.1093 ehjcr ytaf659 ytaf659 Images in Cardiology Valvular Heart Disease AcademicSubjects MED00200 Eurheartj 39 Eurheartj 40 Eurheartj 48 Eurheartj 54 Eurheartj 50 Eurheartj 31 Eurheartj 32 Eurheartj 35 Aortopulmonary fistula as a rare complication of bioprosthetic aortic valve endocarditis a case report Saliba Thomas Conceptualization Formal analysis Investigation Validation Visualization Writing original draft Writing review editing Radiology Department, Centre Hospitalier Universitaire Vaudois, Rue du Bugnon 46, Lausanne 1005, Switzerland Rotzinger David Conceptualization Formal analysis Investigation Methodology Project administration Supervision Validation Writing original draft Writing review editing Radiology Department, Centre Hospitalier Universitaire Vaudois, Rue du Bugnon 46, Lausanne 1005, Switzerland Touray Mariama Conceptualization Formal analysis Investigation Methodology Supervision Validation Writing review editing Cardiology Department, Centre Hospitalier Universitaire Vaudois, Rue du Bugnon 46, Lausanne 1005, Switzerland Fahrni Guillaume Conceptualization Formal analysis Investigation Methodology Project administration Supervision Validation Visualization Writing original draft Writing review editing Radiology Department, Centre Hospitalier Universitaire Vaudois, Rue du Bugnon 46, Lausanne 1005, Switzerland Pavasini Rita Handling Editor Sepulveda Edgar Francisco Carrizales Editor Beneki Eirini Editor Conflict of interest.\n\nCirc Cardiovasc Imaging 2024 17 e016435.38626096 2 Sanchez Nadales A, Celis Barreto V, Khan A, Anampa Guzman A, Olanipekun O. Contrast enhanced CT scan CT angiography A and 3D virtual reconstruction 3D VR B showing hypoattenuated leaflet thickening yellow arrow and a contained pseudoaneurysm white arrow upon admission.",
    "article_citation": "Eur Heart J Case Rep. 2025 Dec 18 10 1 ytaf659",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12770898"
  },
  {
    "author": "Jiaxuan Zhu Yu Chang Xiaomin Wang Yuying Li Fan Yang Yuwei Shi Xiuguo Zhang",
    "title": "Impact of chronic obstructive pulmonary disease on mortality in elderly patients with hip fracture A retrospective cohort study",
    "article_text": "A retrospective cohort study was conducted on elderly patients with hip fractures. Through propensity score matching, confounding factors between patients with chronic obstructive pulmonary disease COPD and those without COPD were balanced.\n\nThe COPD group presented a significantly greater incidence of postoperative respiratory failure 6.04 and delirium 12.08 and significantly greater 1 year mortality 22.82 vs. COPD was identified as a strong independent predictor of mortality HR 7.291, 95 CI 3.619 14.691.\n\nRestricted cubic splines confirmed linear relationships between continuous predictors and mortality risk all P values for nonlinearity 0.05. Other independent risk factors included age HR 1.066, 95 CI 1.016 1.118 , HCT HR 0.922, 95 CI 0.872 0.975 , CAR HR 1.476, 95 CI 1.209 1.801 , and BNP HR 1.001, 95 CI 1.000 1.001.\n\nConsequently, this study aimed to achieve two principal objectives 1 to rigorously assess the association between chronic obstructive pulmonary disease COPD and 1 year mortality in a comprehensively characterized cohort of elderly hip fracture patients, employing propensity score matching PSM to mitigate confounding biases and 2 to develop and validate a personalized risk prediction model incorporating both clinical parameters and specific laboratory biomarkers, thereby enhancing the precision of high risk patient identification.. In addition to an increased risk of surgery, a longer hospital stay, and financial hardship, elderly patients with hip fractures complicated by COPD also face a number of postoperative complications, including septic shock, venous thrombosis, respiratory failure, and postoperative pulmonary infection 6 8.",
    "article_citation": "PLoS One. 2026 Jan 6 21 1 e0340474",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12774376"
  },
  {
    "author": "M lanie Briard Blanche Guillon Eric Venot Marta Grauso Aur lia Bruneau Marie No lle Rossignol Fran ois Fenaille Florence Castelli Muriel Thomas Guillaume Lezmi Maria Leite de Moraes Karine Adel Patient Vinciane Saint Criq",
    "title": "Datasets of 16S rRNA gene amplicon sequences, metabolites, and soluble immune components in bronchoalveolar lavage samples from severe asthmatic and age matched control children",
    "article_text": "Preparation of purified DNA libraries and sequencing of amplicons were carried out using MiSeq Illumina technology LC HRMS was performed on an Ultimate 3000 chromatographic system coupled to a Q Exactive mass spectrometer fitted with an electrospray source operating in the positive ionization mode. Keywords Microbiome Metabolomics Cytokines Children Bronchoalveolar lavage Body pmcSpecifications TableSubject Health Sciences, Medical Sciences Pharmacology Specific subject area 16S rRNA gene amplicon sequencing, metabolomics, and immune components analyses of bronchoalveolar lavage BAL samples obtained from a human French paediatric cohort presenting or not severe asthma Type of data 16S rRNA gene amplicon sequencing Raw fastq files and analysed ASV table, taxonomy table, and sample metadata table data Metabolomics raw data from liquid chromatography coupled with high resolution mass spectrometry LC HRMS .mzXML files and LC HRMS peak areas of 88 annotated metabolites and their characteristics .xlsx files Immune components concentrations of 73 cytokines and of total IgG, IgA and IgE .xlsx file Data collection BALs were collected during endoscopy.\n\nIn this dataset, the CLASSE RAW DATA.zip file contains all 16S rRNA amplicon sequencing raw data as fastq files for 3 extraction blanks and 30 patient samples. 4.2.3 16S rRNA gene amplicon sequencing 4.2.4 Bioinformatics analyses Bioinformatics analyses were carried out using FROGS Find Rapidly OTUs with Galaxy Solution on the Galaxy Migale platform 10 or combining DADA2 v.1.36.0, and FROGS 4.1.0 see below.\n\nLC HRMS analysis was performed on an Ultimate 3000 chromatographic system coupled to a Q Exactive Orbitrap mass spectrometer Thermo Fisher Scientific, Courtaboeuf, France fitted with an electrospray ESI source operating in the positive ESI ionization mode. Cytokines were analyzed using xMAP Luminex technology and the associated apparatus Bioplex 200, Biorad, Marnes la Coquette, France.",
    "article_citation": "Data Brief. 2025 Dec 7 64 112359",
    "pmc_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12769396"
  }
]